Repository: eric1202/ios-workflow
Catalog: Demo/StockTracker/StockTracker/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Stock Tracker
zh_hans: 股票追踪

source: Add
zh_hans: 添加

source: Enter stock symbol
zh_hans: 输入股票代码

source: No stocks yet
zh_hans: 暂无股票

source: K-Line Chart
zh_hans: K线图

source: 30 Days
zh_hans: 30天

source: Statistics
zh_hans: 统计数据

source: 30D High
zh_hans: 30日最高

source: 30D Low
zh_hans: 30日最低

source: Average
zh_hans: 平均价格

source: Volatility
zh_hans: 波动幅度

source: Open
zh_hans: 开

source: High
zh_hans: 高

source: Low
zh_hans: 低

source: Close
zh_hans: 收

source: No K-Line Data
zh_hans: 暂无K线数据

source: No Access
zh_hans: 无权限访问K线数据

source: Load Failed
zh_hans: 数据加载失败
